Repository: Themekraft/All-in-One-Invite-Codes
Catalog: languages/all-*-one-invite-codes-*.po
Languages: es_es, pt_br

source: Invites Codes generated successfully
es_es: Invite Codes generados satisfactoriamente

source: Add Invite only Validation to the WordPress default registration form
es_es: Añadir invitar solo validación al formulario de registro predeterminado de WordPress
pt_br: Adicionar somente validação de convite ao formulário de registro padrão wordPress

source: Add some general statistics
es_es: Agregar estadisticas generales

source: All in One Invite Codes
es_es: Todos en uno Códigos de invitación BuddyPress
pt_br: Tudo em um código de convite BuddyPress

source: All in One Invite Codes Settings
es_es: Configuración de todos en uno de los códigos de invitación
pt_br: Tudo em configurações de códigos de convite

source: Any
es_es: Cualquiera
pt_br: Qualquer

source: Assign to specific email
es_es: Asignar a correo electrónico específico
pt_br: Atribuir a e-mail específico

source: Bulk Process
es_es: Proceso de Carga
pt_br: Processo em Massa

source: Code
es_es: Código
pt_br: Código

source: Create Bulk Invites
es_es: Crear Invites en Masa
pt_br: Criar Processo em Massa

source: Create Invite only Registration Funnels and Products. Boost your site launch and get the attention you desire by creating an intelligent invite only Platform.
es_es: Crear solo embudos y productos de registro de invitación. Impulse el lanzamiento de su sitio y obtenga la atención que desea mediante la creación de una plataforma inteligente solo para invitar.
pt_br: Criar convidar apenas funis de registro e produtos. Aumente o lançamento do seu site e receba a atenção que você deseja criando uma plataforma somente de convite inteligente.

source: Create multiple invites codes at once.
es_es: Crear multiples invites codes a la vez

source: Disable
es_es: Desabilitar

source: Disabled
es_es: Desactivado
pt_br: Desativado

source: eMail address does not below to this invite code.
es_es: Dirección de correo electrónico no a continuación a este código de invitación.
pt_br: o endereço de e-mail não está abaixo deste código de convite.

source: Email Template Restricted
es_es: Plantilla de correo electrónico restringida

source: eMail:
es_es: correoE:

source: Enable
es_es: Habilitar

source: Enter a number to generate new invite codes if this invite code got used.
es_es: Introduzca un número para generar nuevos códigos de invitación si se ha utilizado este código de invitación.
pt_br: Digite um número para gerar novos códigos de convite se esse código de convite for usado.

source: Enter the amount of invites codes to generate.
es_es: Entre la cantidad de invitaciones a generar

source: General Settings
es_es: Configuración general
pt_br: Configurações Gerais

source: General Statistics
es_es: Estadísticas Generales

source: Generate Invites
es_es: Generar Invitación

source: Generate new codes after account activation
es_es: Generar nuevos códigos después de la activación de la cuenta
pt_br: Gerar novos códigos após a ativação da conta

source: Generate new Invite Codes after account activation
es_es: Generar nuevos códigos de invitación después de la activación de la cuenta
pt_br: Gerar novos códigos de convite após a ativação da conta

source: Generate new Invites Codes
es_es: Generar nuevos invites codes

source: How manny now Invite Codes should get generated after the new user is activated?
es_es: ¿Cómo se deben generar los códigos de invitación ahora tripulante después de activar el nuevo usuario?
pt_br: Como manny agora Códigos de convite devem ser gerados depois que o novo usuário é ativado?

source: https://themekraft.com/
es_es: https://themekraft.com/buddyforms/

source: Invitation Code
es_es: Código de invitación
pt_br: Código de Convite

source: Invite Code
es_es: Código de Invitación
pt_br: Código de Convite

source: Invite code not exist
es_es: El código de invitación no existe
pt_br: Código de convite não existe

source: Invite Codes
es_es: Códigos de Invitación
pt_br: Códigos de convite

source: Invite Codes Flow
es_es: Flujo de códigos de invitación

source: Invite Codes Tree
es_es: Árbol de códigos de invitación

source: Invite could not get send. Please contact the Support.
es_es: Invitar no pudo recibir el envío. Póngase en contacto con el equipo de soporte.
pt_br: O convite não pôde ser enviado. Entre em contato com o Suporte.

source: Invite eMail Settings
es_es: Invitar a la configuración de correo electrónico
pt_br: Convidar configurações de e-mail

source: Invite send out successfully
es_es: Invitar enviar con éxito
pt_br: Convidar enviar com sucesso

source: Invite was sent to:
es_es: Se envió la invitación a:
pt_br: O convite foi enviado para:

source: Invited
es_es: invitado

source: Mail Templates
es_es: Plantillas de Correo Elctrónico

source: Message Text
es_es: Texto del mensaje
pt_br: Mensagem de Texto

source: not registered yet.
es_es: Todavía no estas registrado.

source: Number:
es_es: Número:

source: Parent
es_es: Superior
pt_br: Pai

source: PHP Version Update Required!
es_es: Se requiere actualizar la versión de PHP!
pt_br: Atualização da versão PHP necessária!

source: Please login to manage your invite codes.
es_es: Por favor, inicie sesión para administrar sus códigos de invitación.
pt_br: Faça login para gerenciar seus códigos de convite.

source: Please make sure you have at least php version 5.3 installed.
es_es: Por favor, asegúrese de tener al menos la versión 5.3 de php instalada.
pt_br: Certifique-se de que você tem pelo menos php versão 5.3 instalado.

source: Purpose:
es_es: Proposito:

source: Purpose?
es_es: ¿Propósito?
pt_br: Propósito?

source: Register
es_es: Registrarse
pt_br: Registrar

source: Restrict usage of this invite code for a specific email address. Leave blank if you want to make this invite code public accessible for any registration.
es_es: Restringir el uso de este código de invitación para una dirección de correo electrónico específica. Deje en blanco si desea que este código de invitación sea público accesible para cualquier registro.
pt_br: Restringir o uso deste código de convite para um endereço de e-mail específico. Deixe em branco se você quiser tornar este código de convite acessível para qualquer registro.

source: Select an Action to limit the usage of the invite code to one particular action on your site and set the coupon code to used after thais action is done.
es_es: Seleccione una acción para limitar el uso del código de invitación a una acción en particular en su sitio y establezca el código de cupón que se usará después de que se realice la acción thais.
pt_br: Selecione uma ação para limitar o uso do código de convite a uma ação específica em seu site e defina o código do cupom para usado após a ação de Thais ser feita.

source: Settings
es_es: Ajustes
pt_br: Configurações

source: Status
es_es: Estado

source: Subject
es_es: Asunto
pt_br: Assunto

source: The email template is defined on the backend and the user can't change it on the frontend
es_es: La plantilla de correo electrónico se define en el backend y el usuario no puede cambiarla en el frontend

source: This invite code can´t be applied on this page, is for :
es_es: Este código de invitación no se puede aplicar en esta página, es para:
pt_br: Este código de convite não pode ser aplicado nesta página, é para:

source: This invite code does not below to any email address
es_es: Este código de invitación no se muestra a continuación a ninguna dirección de correo electrónico
pt_br: Este código de convite não está abaixo para qualquer endereço de e-mail

source: Tree View
es_es: Ver Árbol
pt_br: Vista de Árvore

source: Used
es_es: Usado
pt_br: Usado

source: Used or Disabled Invite Codes can not get changed.
es_es: Los códigos de invitación usados o deshabilitados no se pueden cambiar.
pt_br: Os códigos de convite usados ou desativados não podem ser alterados.

source: Used or Disabled Invite Codes can not get resent.
es_es: Los códigos de invitación usados o deshabilitados no se pueden resentir.
pt_br: Códigos de convite usados ou desativados não podem ficar ressentidos.

source: User
es_es: Usuario

source: User Tracker
es_es: Rastreador de usuarios

source: User Tree
es_es: árbol de usuarios

source: You are using PHP Version
es_es: Usted está usando la versión PHP
pt_br: Você está usando a versão PHP

source: You can use Shortcodes to dynamically add data to the text.
es_es: Puede usar shortcodes para agregar datos dinámicamente al texto.

source: You got an invite from the site [site_name]. Please use this link to register with your invite code [invite_link]
es_es: Recibió una invitación del sitio [site_name]. Utilice este enlace para registrarse con su código de invitación [invite_link]
pt_br: Você recebeu um convite do site [site_name]. Por favor, use este link para se registrar com seu código de convite [invite_link]

source: You must include a Invite Code.
es_es: Debe incluir un código de invitación.
pt_br: Você deve incluir um código de convite.

source: You've Been Invited!
es_es: ¡Te han invitado!
pt_br: Você foi convidado!

source: All in One Invite Codes Bulk
pt_br: All in One invite Processo em Massa

source: ERROR
pt_br: ERRO
